@extends('layouts.front')
@section('content')
<div class="containerr">
    <section class="hedsid">
        <h6><a href="{{ route('home') }}">{{ __('الرئسية') }} / </a></h6>
        <h6>{{ __('من نحن') }}</h6>
    </section>

    <section class="aboutt">
        <h1>{{ __('نبذة عن الجمعية') }}</h1>

        <div class="card_about">
            <div class="text_card">
                <p>
                    {{ __('جمعية فلسطين التربوية لحماية البيئة- بيئتي- هي جمعية فلسطينية أهلية تأسست عام 1999م كجمعية غير ربحية غير حكومية مسجلة لدى وزارة الداخلية الفلسطينية برقم تسجيل 7191 .تعمل الجمعية على تعزيز مفاهيم حماية البيئة من خلال نشر الوعي البيئي والمشاركة في القضايا البيئية التي تتلاءم أنشطتها مع حاجة المجتمع المحلي، كما وتعمل الجمعية مع فئات المجتمع المختلفة كالمراهقين والشباب والنساء وغيرها من المجموعات المجتمعية الهشة والمهمشة في مشاريع تهدف الى رفع معاناة الفئات الأكثر حاجة في المجتمع الفلسطيني والى تحسين أوضاعهم الاقتصادية والاجتماعية بدعم من الجهات المحلية والدولية المعنية.') }}
                </p>
                <h5><a href="#">{{ __('تصفح اخر الاخبار') }}</a></h5>
            </div>

            <div class="img_card_about">
                <img src="imges/Group 7868b.png" alt="">
            </div>
        </div>

        <div class="card_about card2">
            <div class="text_card">
                <h1>{{ __('الرؤية') }}</h1>
                <p>{{ __('نعمل معكم نحو مجتمع فلسطيني صامد يعيش فيه الفرد في بيئة صحية خضراء و ينعم بحياة اقتصادية واجتماعية امنة') }}</p>
            </div>

            <div class="img_card_about2">
                <img src="imges/Group 7877.png" alt="">
            </div>
        </div>

        <div class="card_about card3">
            <div class="text_card">
                <h1>{{ __('الرسالة') }}</h1>
                <p>{{ __('تتمثل مهمة جمعية فلسطين بيئتي في خدمة وتنمية الفئات الفقيرة في المجتمع الفلسطيني وتحسين الوضع البيئي والثقافي والمعيشي والاجتماعي لهذه الفئات المهمشة والمحرومة وإكسابهم الإدارة السليمة من أجل الوصول لبيئة صحية جيدة تكون مناسبة للأجيال القادمة . ولتحقيق هذه المهمة تسعى الجمعية لتوفير كل طاقاتها وإمكانياتها المادية والبشرية لتوفير جميع الخدمات المطلوبة من خلال المشاريع والبرامج التنموية والتطويرية ذات الطابع الاستمراري.') }}</p>
            </div>

            <div class="img_card_about2">
                <img src="imges/Group 7893.png" alt="">
            </div>
        </div>
    </section>

</div>

@endsection