{
    "الصفحة الرئيسية": "Home",
    "من نحن": "About Us",
    "مبادئنا وقيمنا": "Principles & Values",
    "أهدافنا": "Objectives",
    "المصادر": "Resources",
    "الاصدارات والتقارير": "Publications & Reports",
    "المكتبة المرئية": "Visual Library",
    "الأخبار والاعلانات": "News & Announcements",
    "انضم إلينا": "Join Us",
    "طلب تطوع": "Volunteer Request",
    "طلب توظيف": "Job Request",
    "طلب بناء شركة": "Company Request",
    "تواصل معنا": "Contact Us",
    "ابحث هنا": "Search Here",
    "تبرع الان": "Donate Now",
    "الرئسية": "Home",
    "من نحن": "About Us",
    "نبذة عن الجمعية": "About the Association",
    "جمعية فلسطين التربوية لحماية البيئة- بيئتي- هي جمعية فلسطينية أهلية تأسست عام 1999م كجمعية غير ربحية غير حكومية مسجلة لدى وزارة الداخلية الفلسطينية برقم تسجيل 7191 .تعمل الجمعية على تعزيز مفاهيم حماية البيئة من خلال نشر الوعي البيئي والمشاركة في القضايا البيئية التي تتلاءم أنشطتها مع حاجة المجتمع المحلي، كما وتعمل الجمعية مع فئات المجتمع المختلفة كالمراهقين والشباب والنساء وغيرها من المجموعات المجتمعية الهشة والمهمشة في مشاريع تهدف الى رفع معاناة الفئات الأكثر حاجة في المجتمع الفلسطيني والى تحسين أوضاعهم الاقتصادية والاجتماعية بدعم من الجهات المحلية والدولية المعنية.": "The Palestinian Educational Society for Environmental Protection - Bayti - is a Palestinian non-governmental civil society organization established in 1999 as a non-profit association registered with the Palestinian Ministry of Interior under registration number 7191. The association works to promote environmental awareness and engage in environmental issues that align with the needs of the local community. It also works with various community groups, such as teenagers, youth, women, and other marginalized and vulnerable groups, in projects aimed at alleviating the suffering of the most needy segments of Palestinian society and improving their economic and social conditions with the support of local and international stakeholders.",
    "تصفح اخر الاخبار": "Browse Latest News",
    "الرؤية": "Vision",
    "نعمل معكم نحو مجتمع فلسطيني صامد يعيش فيه الفرد في بيئة صحية خضراء و ينعم بحياة اقتصادية واجتماعية امنة": "We work with you towards a resilient Palestinian society where individuals live in a healthy green environment and enjoy a safe economic and social life.",
    "الرسالة": "Mission",
    "تتمثل مهمة جمعية فلسطين بيئتي في خدمة وتنمية الفئات الفقيرة في المجتمع الفلسطيني وتحسين الوضع البيئي والثقافي والمعيشي والاجتماعي لهذه الفئات المهمشة والمحرومة وإكسابهم الإدارة السليمة من أجل الوصول لبيئة صحية جيدة تكون مناسبة للأجيال القادمة . ولتحقيق هذه المهمة تسعى الجمعية لتوفير كل طاقاتها وإمكانياتها المادية والبشرية لتوفير جميع الخدمات المطلوبة من خلال المشاريع والبرامج التنموية والتطويرية ذات الطابع الاستمراري.": "The mission of the Palestinian Environment Society is to serve and develop the impoverished segments of Palestinian society and improve their environmental, cultural, livelihood, and social conditions. It aims to equip them with sound management practices to achieve a healthy environment suitable for future generations. To fulfill this mission, the association strives to provide all its material and human resources to deliver all the required services through sustainable development and improvement projects.",
    "مبادئنا وقيمنا": "Our Principles and Values",
    "احترام الطبيعة والبيئة": "Respect for Nature and the Environment",
    "تؤمن الجمعية بضرورة الحفاظ على البيئة والموارد الطبيعية حيث تقوم الجمعية بتطبيق أخلاقيات ادارية وشرائية جديدة لحفظ البيئة والتوعية بالقرارات الدولية ذات العلاقة خلال تنفيذ أنشطتها وطلب المشتريات التي لا تضر بالبيئة بالإضافة الى استخدام البحث العلمي والأكاديمي لتطوير استخدامات وحلول بيئية تتعلق بالطاقة المستدامة كجزء أساسي من اسهامات المؤسسة في تحقيق التنمية المستدامة.": "The association believes in the necessity of preserving the environment and natural resources. It applies new administrative and procurement ethics to protect the environment and raise awareness about relevant international decisions during its activities. The association also uses scientific and academic research to develop environmentally sustainable solutions, as an integral part of its contributions to sustainable development.",
    "حقوق الانسان والكرامة الإنسانية": "Human Rights and Human Dignity",
    "تؤمن الجمعية بأنه يقع على عاتقها الى جانب المسئولية الفردية الملقاة على عاتقها تجاه تحقيق رؤيتها ورسالتها بما فيه المصلحة العامة. فان هناك مسئولية جماعية تجاه المجتمع تتعلق باحترام ودعم ونشر مبادئ الكرامة الانسانية وحقوق الانسان وضمان أخذها بعين الاعتبار خلال جميع مراحل تنفيذ فعاليات المؤسسة لترسيخ هذه الثقافة لدى المواطنين.": "The association believes that, in addition to individual responsibility, it has a collective responsibility towards society in terms of respecting, supporting, and promoting the principles of human dignity and human rights. It ensures their consideration during all stages of the institution's activities to instill this culture among citizens.",
    "ضمان حماية الكرامة وعدم التسبب بالأذى": "Ensuring Dignity and Non-harm",
    "تؤمن جمعية بيئتي أنه من حق المستفيدين المستهدفين في المشروع الحصول على المساعدات الخاصة بهم في التوقيت المناسب والمكان المناسب من أجل ضمان تحقق الغاية ممكنة من الخدمة": "The association believes that beneficiaries targeted in projects should receive various forms of assistance in a way that preserves their dignity and ensures they are not harmed during the implementation phases of various projects.",
    "الوصول الفعال": "Effective Access",
    "تؤمن جمعية بيئتي بأن على المستفيدين المستهدفين في المشاريع الحصول على المساعدات المختلفة الخاصة بهم بالشكل الذي يحمي ويحفظ كرامتهم ويضمن عدم تعرضهم للأذى، وذلك خلال فترات تنفيذ الأنشطة للمشاريع المختلفة ": "My Environment Association believes that the targeted beneficiaries of the projects must obtain their various assistance in a way that protects and preserves their dignity and ensures that they are not exposed to harm, during the periods of implementation of activities for the various projects.",
    "المشاركة المجتمعية والتقوية": "Community Participation and Empowerment",
    "تؤمن جمعية بيئتي بأهمية مشاركة فئات المستهدفين في مختلف الأنشطة ، ومختلف مراحل المشاريع. كذلك ، تقوم الجمعية بتحويل الحالات التي بحاجة للحماية إلى الجهات المعنية.": "The association believes in the importance of involving targeted groups in various activities and stages of projects. Additionally, the association transfers cases in need of protection to the relevant authorities.",
    "حماية أمن المعلومات": "Information Security",
    "تؤمن جمعية بيئتي بأهمية حماية بيانات المستفيدين من خلال ضمان معرفة الناس هدف جمع البيانات، الاستخدام المختلف للبيانات المجموعة، مع الاهتمام بحصول الجمعية على موافقة المستفيد عند كل عملية جمع للبيانات خاصة في حالات الحاجة لنشر المعلومات مع جهات معينة ذات علاقة . كما أنه في بعض أنواع المشاريع، تقوم الجمعية بعدم نشر أسماء المستفيدين، كما أنها تشارك معلوماتهم من خلال ملفات محمية.": "The association emphasizes the importance of protecting the data of beneficiaries by ensuring that people know the purpose of data collection, the various uses of collected data, and obtaining beneficiary consent for each data collection operation, especially in cases requiring information sharing with relevant parties. In some project types, the association refrains from disclosing beneficiary names and shares their information through protected files.",
    "التعاون والتكافل والشراكة": "Collaboration and Partnership",
    "تؤمن الجمعية بان العمل الخيري قائم على أساس التعاون والتنسيق بين كافة الأطراف سواء كانت على المستوى الرسمي الحكومي أو على مستوى مؤسسات المجتمع المدني والجهات المانحة وهو أفضل الطرق والوسائل المتاحة للتواصل مع الفئات المستهدفة في المجتمع الفلسطيني.": "The association believes that charitable work is based on cooperation and coordination among all parties, whether at the official government level or among civil society organizations and donor agencies. This is the most effective way to reach the targeted groups in Palestinian society.",
    "العدالة والمساواة": "Justice and Equality",
    "نحن نؤمن بمجتمع تسوده المساواة والعدالة، يعيش افراده بسلام وكرامة ويتاح لهم الوصول إلى جميع الموارد المتاحة واللازمة لتحقيق التنمية المستدامة. كما ونؤمن بأن الإنصاف في النوع الاجتماعي يعني العدالة في المعاملة بين الذكر والأنثى وهذا يعني العدالة في تلقي الخدمات كلاً حسب احتياجاته الخاصة.": "We believe in a society characterized by equality and justice, where individuals live in peace and dignity and have access to all available and necessary resources to achieve sustainable development. We also believe that gender equality means fairness in treatment between males and females, which translates into receiving services according to their specific needs.",
    "النزاهة والشفافية والمصداقية": "Integrity, Transparency, and Credibility",
    "نحن نؤمن بأهمية تحقيق النزاهة والشفافية والمساءلة في جميع الأنشطة والمشاريع المنفذة كما نؤمن بأن عملنا يجب أن يتم بنزاهة وصدق وكفاءة مهنية عالية.": "We emphasize the importance of achieving integrity, transparency, and accountability in all activities and projects we undertake. We believe that our work should be conducted with integrity, honesty, and a high level of professional competence.",
    "الذين ليس لديهم أمل !": "Who have no hope!",
    "بيئة متميزة ، مؤسسة خيرية ، نموذج إبداعي طبيعي": "Outstanding environment, charitable foundation, natural creative model",
    "من أجل أبنائنا والأجيال القادمة": "For the sake of our children and future generations",
    "قد يكون الاختبار النهائي لضمير الإنسان هو استعداده للتضحية بشيء اليوم من أجل الأجيال القادمة التي لن تسمع كلمات شكرها": "The ultimate test of a person's conscience may be his willingness to sacrifice something today for the sake of future generations whose words of thanks he will never hear",
    "الأرض مكان جميل وتستحق القتال من أجلها": "Earth is a beautiful place and worth fighting for",
    "طور الحياة لا يعني إهمال البيئة من حولك": "Earth is a beautiful place and worth fighting for",
    "عرض التفاصيل": "View details",
    "اخر الأخبار": "latest news",
    "عرض الكل": "View all",
    "برامج الجمعية": "Association programs",
    "أبرز الإنجازات": "Most notable achievements",
    "الشركات العالمية": "International companies",
    "المتبرعين": "Donors",
    "مهمات منجزة": "Completed missions",
    "عدد المتطوعين": "Number of volunteers",
    "الشــركـــاء": "Partners",
    "التالي": "next",
    "السابق": "previous",
    "معلومات عنا": "about us",
    "تعمل الجمعية على تعزيز مفاهيم حماية البيئة من خلال نشر الوعي البيئي والمشاركة في القضايا البيئية الاتي تتلائم أنشطتنا مه حاجة المجتمع المحلي": "The association works to promote the concepts of environmental protection by spreading environmental awareness and participating in environmental issues whose activities are compatible with the needs of the local community.",
    "موقعنا": "Our Location",
    "الرئيسية": "Home",
    "البرامج": "Programs",
    "أبرز الإنجازات": "Achievements",
    "الشركات": "Companies",
    "نبذة عن الجمعية": "About the Association",
    "الرؤية": "Vision",
    "الرسالة": "Mission",
    "القيم": "Values",
    "الأهداف الاستراتيجية": "Strategic Goals",
    "السياسات": "Policies",
    "هيكلية الجمعية": "Association Structure",
    "المصادر": "Resources",
    "التقارير": "Reports",
    "الإصدارات": "Publications",
    "مكتبة الصور": "Image Library",
    "الأخبار والإعلانات": "Announcements",
    "الأخبار": "News",
    "الإعلانات": "Announcements",
    "إنضم الينا": "Join Us",
    "طلبات التوظيف": "Job Applications",
    "طلب تطوع": "Volunteer Application",
    "بناء شركة": "Building a Company",
    "تواصل معنا": "Contact Us",
    "اتصل بنا": "Contact Us",
    "معلومات التواصل": "Contact Information",
    "غزة-فلسطين-الرمال-شارع عمرو بن العاص": "Gaza - Palestine - Al-Rimal - Amr Bin Al-Aas Street",
    "مقابل مدرسة المامونية خلف معلب": "Opposite Al-Mamounia School, behind a mall",
    "فلسطين": "Palestine",
    "جميع الحقوق محفوظة للموقع الإلكتروني جمعية فلسطين لحماية": "All rights reserved to the Palestine Protection Society website",
    "البيئة © 1443هـ - 2022م": "Environment © 1443 AH - 2022 AD",
    "الهدف الرئيسي:": "Main Goal:",
    "تعزيز صمود الفئات المهمشة وتمكينها من المشاركة في العملية التنموية واتخاذ القرارات ذات الطابع البيئي والصحي": "Enhancing the resilience of marginalized groups and empowering them to participate in the developmental process and make environmentally and health-conscious decisions.",
    "ضمان حماية الكرامة وعدم التسبب بالأذى": "Ensuring dignity protection and preventing harm.",
    "تحسين الوصول للموارد الصديقة للبيئة من أجل المحافظة على بيئة صحية وآمنة": "Improving access to environmentally friendly resources to preserve a healthy and safe environment.",
    "تعزيز صمود الشعب الفلسطيني في حالات الطوارئ والكوارث الطبيعية والإنسانية": "Enhancing the resilience of the Palestinian people in emergencies, natural disasters, and humanitarian crises.",
    "تمكين الأسر الفلسطينية الأكثر احتياجاً والوصول بهم لحالة استقلال اقتصادي مستدام": "Empowering the most needy Palestinian families and enabling them to achieve sustainable economic independence.",
    "بناء قدرات الجمعية وطاقمها وشركائها": "Building the capacity of the association, its staff, and its partners.",
    "الأهداف الخاصة": "Specific Objectives:",
    "دعم آليات الحصول على بيئة صحية وآمنة في المؤسسات التعليمية والمراكز الصحية": "Supporting mechanisms to obtain a healthy and safe environment in educational institutions and health centers.",
    "دعم آليات الحصول على فرص عمل لمعيلي الأسر الفقيرة في جميع أنحاء القطاع": "Supporting mechanisms to provide job opportunities for the breadwinners of poor families throughout the sector.",
    "الحفاظ على البيئة من خلال نشر الوعي البيئي بين أفراد المجتمع": "Preserving the environment through raising environmental awareness among community members.",
    "توفير الأمن الغذائي وتحسين سبل عيش المزارعين والمتضررين": "Providing food security and improving the livelihoods of farmers and the affected.",
    "دعم وتحسين الظروف المعيشية للمتضررين من الحروب والأزمات": "Supporting and improving the living conditions of those affected by wars and crises.",
    "المساهمة في تحسين النظام الصحي للاستجابة لاحتياجات المجتمع خلال الطوارئ والأزمات": "Contributing to improving the healthcare system to respond to the needs of the community during emergencies and crises.",
    "تطوير خطط وسياسات وآليات العمل في المؤسسة بما يخدم تحقيق رسالتها وأهدافها": "Developing plans, policies, and work mechanisms in the institution to serve its mission and goals.",
    "المساهمة في تطوير قدرات طاقم المؤسسة وشركائها": "Contributing to the development of the institution's staff and partners.",
    "تحسين شبكة علاقات المؤسسة على المستويين الإقليمي والدولي": "Improving the institution's network of relationships at regional and international levels.",
    "تطوير البنية التحتية للمؤسسة": "Developing the infrastructure of the institution.",
    "الإصدارات والتقارير": "Publications and Reports",
    "المكتبات المرئية": "Visual Libraries",
    "أخبار الجمعية": "Association News",
    "الأهداف": "Objectives",
    "الرئيسية": "Home",
    "المعلومات الأساسية": "Basic Information",
    "معلومات إضافية": "Additional Information",
    "طلب التطوع": "Volunteer Application",
    "الرجاء تعبئة البيانات": "Please Fill Out the Form",
    "الاسم الكامل": "Full Name",
    "البريد الإلكتروني": "Email",
    "رقم الموبايل": "Mobile Number",
    "العنوان بالتفصيل": "Address (in detail)",
    "هل تطوعت من قبل": "Have You Volunteered Before",
    "نعم": "Yes",
    "لا": "No",
    "إذا نعم، اذكر بإختصار": "If Yes, Please Briefly Describe",
    "هل لديك أي مهارات أو صفات معينة يمكنك استخدامها في عملك التطوعي": "Do You Have Any Skills or Qualities That You Can Use in Your Voluntary Work?",
    "اذكر تطوعك بإختصار": "Briefly Describe Your Volunteer Experience",
    "التالي": "Next",
    "اضافة طلب التوظيف": "Add a job application",
    "اسم العائلة": "Last Name",
    "اختر الجنس": "Select Gender",
    "المؤهل العلمي": "Educational Qualification",
    "بكالوريوس": "Bachelor's Degree",
    "دبلوم": "Diploma",
    "طالب جامعي": "University Student",
    "ثانوية عامة": "High School Graduate",
    "ذكر": "Male",
    "أنثى": "Female",
    "اضافة": "Add",
    "اسم الاب": "Father's Name",
    "اسم الجد": "Grandfather's Name",
    "الاسم الاول": "First Name",
    "تاريخ الميلاد": "date of birth",
    "السيرة الذاتية": "CV",
    "الرجوع": "Back",
    "التالي": "Next",
    "المعلومات العامة عن الجمعية": "About the Association",
    "معلومات عن المركز": "Information about Center",
    "نطاق عملية المؤسسة": "Scope of the Institution's",
    "يرجى كتابة الاسم القانوني الكامل لمنظمتك وأي تسميات مختصرة": "Please provide the full legal name of your organization and any short names",
    "نوع المنظمة": "Type of Organization",
    "مركز ثقافي وفني": "Cultural and Art Center",
    "مؤسسة تعليمية أو تعليم عالي": "Educational or Higher Education Institution",
    "جهة حكومية": "Governmental Organization",
    "منظمة غير حكومية دولية": "International Non-Governmental Organization",
    "منظمة اعلام وصحافة": "Media and Press Organization",
    "منظمة غير حكومية": "Non-Governmental Organization",
    "منظمات الأشخاص ذوي الاعاقة": "Disability Organizations",
    "شركة خاصة": "Private Company",
    "مركز بحوث ومناصرة": "Research and Advocacy Center",
    "مؤسسة اجتماعية": "Social Foundation",
    "معهد تعليم تقني أو مهني": "Technical or Vocational Education Institute",
    "مجموعة شبابية": "Youth Group",
    "مركز تدريب الشباب": "Youth Training Center",
    "عنوان الفرع الرئيسي": "Main Branch Address",
    "الموقع الالكتروني الرسمي": "Official Website",
    "انستجــرام": "Instagram",
    "فيس بــوك": "Facebook",
    "الميزانية السنوية": "Annual Budget",
    "عدد المراكز": "Number of Centers",
    "عدد الموظفين": "Number of Employees",
    "مواقع المركز": "Center Locations",
    "رقم التسجيل لدى وزارة الداخلية": "Registration Number with the Ministry of Interior",
    "رقم التسجيل لدى وزارة المالية": "Registration Number with the Ministry of Finance",
    "عدد المشاريع الحالية": "Number of Current Projects",
    "المانحون الرئيسيون من مشاريع سابقة/حاليا": "Main Donors from Previous/Current Projects",
    "اجمالي عدد الموظفين التي تتعامل معهم منظمتك": "Total Number of Employees Your Organization Deals With",
    "جنسيات المستفيدين": "Nationalities of Beneficiaries",
    "الفئة العمرية للمستفيدين": "Age Group of Beneficiaries",
    "تعداد الأهداف الاستراتيجية الرئيسية التي تهدف منظمتك الى تحقيقها في السنوات الثلاثة - الخمس القادمة": "Number of Main Strategic Objectives Your Organization Aims to Achieve in the Next Three to Five Years",
    "شهادة تسجيل منظمتكو/علم وخبر من وزارة الداخلية": "Registration Certificate for Your Organization/Confirmation from the Ministry of Interior",
    "الهيكل التنظيمي لشركتك": "Organizational Structure of Your Organization",
    "سنة التأسيس": "Year Founded",
    "اتصل بنا": "Contact Us",
    "الاسم كامل": "Full Name",
    "رسالتك": "Your Message",
    "أوافق على سياسة الخصوصية": "I agree to the Privacy Policy",
    "معلومات التواصل": "Contact Information",
    "إرسال": "Send",
    "تبرع الان": "Donate Now",
    "تفاصيل المتبرع": "Donor Details",
    "اسم المتبرع": "Donor's Name",
    "رقم الموبايل": "Mobile Number",
    "اختر المشروع الذي تود التبرع به": "Choose the Project to Donate To",
    "رسالتك لنا": "Your Message to Us",
    "مبادرات الرعاية المجتمعية": "Community Care Initiatives",
    "رعاية المسنين": "Elderly Care",
    "شوارع أمنة": "Safe Streets",
    "التمكين للجميع": "Empowerment for All",
    "انقاذ في حالة الطوارئ": "Emergency Response",
    "التعريف بالمتبرع": "Donor Profile",
    "لا بأس بذكر اسمي في في لوائح الشرف والشكر": "It's okay to mention my name in honor and thanks lists",
    "اختر المبلغ المراد التبرع به": "Select the Amount to Donate",
    "إضافة مبلغ اخر": "Add Another Amount",
    "طريقة التبرع": "Donation Method",
    "تبرع": "Donate",
    "موثوق من": "Trusted by",
    "الرجاء ادخال الاسم":"Please enter your name",
    "الرجاء ادخال البريد الالكتروني":"Please enter your email",
    "الرجاء كتابة نص الرسالة":"Please write a message",
    "البريد الالكتروني غير صحيح":"Invalid email address",
    "يجب أن يتراوح حقل الاسم الكامل بين 2 و255 حرفًا":"The full name field must be between 2 and 255 characters",
    "يجب أن يتراوح حجم حقل البريد الإلكتروني بين 2 و255 حرفًا":"The email field must be between 2 and 255 characters"
}